Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Close the dialog and abort querying of changesets
ja: ダイアログを閉じて変更セットの問い合わせを終了します

source: Close the dialog and accept the Access Token
ja: ダイアログを閉じてアクセストークンを受け入れる

source: Close the dialog and cancel authorization
ja: ダイアログを閉じて認証をキャンセル

source: Close the dialog and discard all changes
ja: ダイアログを閉じてすべての変更を取り消す

source: Close the preferences dialog and discard preference updates
ja: プリファレンスダイアログを閉じてプリファレンスの更新を破棄

source: Close the scripting console
ja: スクリプトコンソールを閉じます。

source: Close the selected changesets
ja: 選択した変更セットを閉じる

source: Close the selected open changesets
ja: 選択済みの開かれた変更セットを閉じる

source: Close this dialog and resume editing in JOSM
ja: ダイアログを閉じてJOSMでの編集に戻る

source: Close this panel.
ja: このパネルを閉じます。

source: Closed
ja: 閉じる

source: Closed after -
ja: つぎを実行後閉じる：

source: Closed at
ja: 保存日時

source: Closed at:
ja: 終了日時:

source: Closed basetags while it was not open
ja: 開かれていないのに閉じられたベースタグ

source: Closed class element while none was open
ja: 開かれているものがないのに閉じられた要素

source: Closed classes element before all class elements were closed
ja: すべてのクラス要素が閉じられる前に閉じられたクラス要素

source: Closed classes while it was not open
ja: 開かれていないのに閉じられたクラス

source: Closed implications while it was not open
ja: implications要素が開いていないのに閉じています

source: Closed on:
ja: 保存日時:

source: Closed way
ja: 閉じたウェイ

source: Closer description
ja: 詳細な説明

source: Closing changeset
ja: 変更セットを閉じています

source: Closing changeset {0}
ja: 変更セット {0} を閉じています

source: Closing changeset...
ja: 変更した設定を閉じています...

source: Closing tag element that was not open
ja: 開かれていないのに要素を閉じるタグがある

source: Clothes
ja: 衣料品

source: Club
ja: クラブ

source: CmdLine:
ja: コマンド行:

source: Coal Power Generator
ja: 石炭発電機

source: Coastline
ja: 海岸線

source: Coastlines
ja: 海岸線

source: Coffee
ja: コーヒー

source: Coins
ja: 硬貨

source: Collect segments of all tracks and combine in a single track.
ja: すべてのトラックのセグメントを集めて1つのトラックにまとめます。

source: Collection must contain at least one condition
ja: collectionには1つ以上のconditionが必要です

source: Collection times
ja: 収集時刻

source: College
ja: 短大・専門学校

source: Colon (,)
ja: カンマ(,)

source: Colonnade
ja: コロネード

source: Color
ja: 色

source: Color (HTML name or hexadecimal code)
ja: 色(HTML名または十六進コード)

source: Color Name:
ja: 色の名前:

source: Color Scheme
ja: 配色

source: Color Schemes
ja: 配色

source: Color Threshold
ja: 色のしきい値

source: Color/width change
ja: 色/幅を変更

source: Colorfulness
ja: 彩度

source: Coloring:
ja: 配色:

source: Colors
ja: 色

source: Colors points and track segments by data limits.
ja: 点や区間をデータの範囲で色分けする。

source: Colors points and track segments by direction.
ja: 点や区間を方向で色分けします。

source: Colors points and track segments by its timestamp.
ja: 点や区間を測定時刻で色分けします。

source: Colors points and track segments by velocity.
ja: 速度により点とトラック区間を色分けします。

source: Colors used by different objects in JOSM.
ja: JOSMの異なるオブジェクトが使う配色

source: Colour
ja: 色

source: Colour of background
ja: 背景色

source: Colour of border/arrow
ja: 枠や矢印の色

source: Colour of text
ja: 文字色

source: Colour of the caps
ja: 帽子部分の色

source: Colour of the top section (bonnet)
ja: 上部の色(ボンネット)

source: Columbus V-900 CSV Files
ja: Columbus V-900 CSVファイル

source: Combination of ellipsoid parameters is not supported.
ja: 楕円のパラメーターの組み合わせは対応していません。

source: Combine Way
ja: ウェイの結合

source: Combine confirmation
ja: 結合の確認

source: Combine several ways into one.
ja: 複数のウェイを一つに結合

source: Combine tracks of this layer
ja: このレイヤーのトラックを結合する

source: Combine ways refused<br>(A shared node is outside of the download area)
ja: ウェイの結合が拒否されました。<br>(共有ノードがダウンロード領域の外側にあります)

source: Combine {0} way
ja: {0}本のウェイを結合

source: Combined Foot- and Cycleway
ja: 統合された歩行者および自転車道

source: Comma delimited format (*.csv)
ja: カンマ区切り形式(*.csv)

source: Command
ja: コマンド

source: Command Stack
ja: コマンドスタック

source: Command Stack: Undo: {0} / Redo: {1}
ja: コマンドスタック: 元に戻す: {0} / やり直し: {1}

source: Command line
ja: コマンドライン

source: Commands
ja: コマンド

source: Comment
ja: コメント

source: Comment on note
ja: メモにコメント

source: Comment:
ja: コメント:

source: Commercial
ja: オフィス用地

source: Commit feature to the dirty layer
ja: 地物を変更レイヤーにコミットする

source: Commit the selected feature from a non-uploadable layer (e.g.Track or Extract) to the dirty layer, ready for upload
ja: 選択した地物をアップロードできないレイヤー(トラックや展開)から「変更されたレイヤー」に移して、アップロードできるようにする

source: Common
ja: 共有地

source: Common Settings
ja: 共通設定

source: Common name abbreviation
ja: 略号

source: Common tags:
ja: 共通のタグ:

source: Commune
ja: コミューン

source: Commune bbox: {0}
ja: 都道府県 bbox: {0}

source: Communication through online methods does not allow one to see facial expression, hear tone or see other cues.
ja: オンラインでのコミュニケーションでは、表情を見たり、声調を聞いたり、その他の手がかりを得たりすることはできません。

source: Communication type:
ja: 通信の種類

source: Communication with OSM server failed
ja: OSM サーバーとの通信に失敗

source: Community Centre
ja: 公民館

source: Compare
ja: 比較

source: Complete Addresses
ja: 完全な住所

source: Complete multipolygon for way {0}
ja: ウェイ {0} のマルチポリゴンを完結

source: Complete my profile
ja: プロフィールを完成させる

source: Complete node {0} with null coordinates in way {1}
ja: ウェイ {1} 中にある座標のないノード {0} を完成させてください

source: Compressed Air
ja: 空気ポンプ

source: Computer
ja: コンピューター店

source: Condition is already finished at </{0}>
ja: conditionはすでに</{0}>で終了しています

source: Condition is already finished at <{0}>
ja: conditionはすでに終了しています(<{0}>)

source: Condition isn''t finished at </condition> tag
ja: コンディションが</condition>タグで終わっていない

source: Condition {0} not yet finished
ja: condition {0} がまだ終了していません

source: Conditional Keys
ja: 条件付きキー

source: Confectionery
ja: (焼菓子が中心ではない) 菓子

source: Configuration
ja: 設定

source: Configure
ja: 設定

source: Configure Device
ja: デバイスの設定

source: Configure Module Sites
ja: モジュールのサイトを設定

source: Configure Omega-T enable Okapi Plugins XLIFF filter and disable internal XLIFF filter.
ja: Omega-Tを設定してOkapiプラグインXLIFFフィルタを有効にし、内部XLIFFフィルタを無効にします。

source: Configure Plugin Sites
ja: プラグインサイトを設定

source: Configure advanced settings
ja: 詳細設定を構成

source: Configure available plugins.
ja: 利用可能なプラグインの設定です。

source: Configure custom URL
ja: カスタムURLを設定

source: Configure routing preferences.
ja: ルーティング設定情報の構成

source: Configure script engines and scripts
ja: スクリプトエンジンとスクリプトの設定

source: Configure scripting preferences
ja: スクリプトの環境設定

source: Configure sites...
ja: サイトを構成...

source: Configure the MATSim plugin.
ja: MATSimプラグインを設定します。

source: Configure the list of sites where modules are downloaded from
ja: モジュールをダウンロードするサイトの一覧を設定

source: Configure the list of sites where plugins are downloaded from
ja: プラグインダウンロード元のサイトのリストを構成

source: Configure the preferences for the turnrestrictions plugin
ja: 進行方向制限プラグインの設定を編集

source: Configure toolbar
ja: ツールバーを設定

source: Configure whether to create backup files
ja: バックアップファイルを作成するかどうか設定する

source: Configure whether to use a proxy server
ja: プロキシサーバーを使用するかどうか構成を決める

source: Configure your identity and how to authenticate at the OSM server
ja: OSMサーバーへの認証方式の設定

source: Configure...
ja: 設定...

source: Configures access to the Separate Data Store.
ja: Separate Data Storeへのアクセスを設定します。

source: Confirm
ja: 確認

source: Confirm Purging
ja: 消去の実行

source: Confirm Remote Control action
ja: リモート制御の指示を確認

source: Confirm all Remote Control actions manually
ja: すべてのリモート制御の指示を手動で確認

source: Confirm empty role
ja: 空のロールを確認

source: Confirm projection
ja: 投影を確認

source: Confirm the setup and close this dialog
ja: セットアップを確認し、このダイアログを閉じる

source: Confirmation
ja: 確認

source: Conflate
ja: 合成

source: Conflate object pair
ja: 一対のオブジェクトを統合

source: Conflate selected objects
ja: 選択中のオブジェクトを合成

source: Conflation
ja: 合成

source: Conflation: {0}
ja: 合成: {0}

source: Conflict
ja: 競合

source: Conflict Resolution
ja: 競合の解決

source: Conflict background
ja: 競合: 背景色

source: Conflict background: combined
ja: 競合: 結合済みの背景色

source: Conflict background: decided
ja: 競合: 解決済みの背景色

source: Conflict background: drop
ja: 競合: 破棄の背景色

source: Conflict background: drop tag
ja: 競合: タグの削除の背景色

source: Conflict background: empty row
ja: 競合: 空欄の背景色

source: Conflict background: frozen
ja: 競合: 凍結の背景色

source: Conflict background: in comparison
ja: 競合: 比較中の背景色

source: Conflict background: in opposite
ja: 競合: 逆方向の背景色

source: Conflict background: keep
ja: 競合: 保持の背景色

source: Conflict background: keep all tags
ja: 競合: すべてのタグを保持の背景色

source: Conflict background: keep member
ja: 競合: メンバーを保持の背景色

source: Conflict background: keep one tag
ja: 競合: 一方のタグを保持の背景色

source: Conflict background: no conflict
ja: 競合: 競合なしの背景色

source: Conflict background: not in opposite
ja: 競合: 同方向の背景色

source: Conflict background: remove member
ja: 競合: メンバーを削除の背景色

source: Conflict background: same position in opposite
ja: 競合: 逆方向で同じ場所の背景色

source: Conflict background: selected
ja: 競合: 選択の背景色

source: Conflict background: sum all numeric tags
ja: 競合: すべての数値タグの背景色

source: Conflict background: undecided
ja: 競合: 未解決の背景色

source: Conflict during download
ja: ダウンロード中に競合

source: Conflict foreground
ja: 競合: 前景色

source: Conflict foreground: drop
ja: 競合: 破棄の前景色

source: Conflict foreground: drop tag
ja: 競合: タグの削除の前景色

source: Conflict foreground: in comparison
ja: 競合: 比較中の前景色

source: Conflict foreground: keep
ja: 競合: 保持の前景色

source: Conflict foreground: keep all tags
ja: 競合: すべてのタグを保持の前景色

source: Conflict foreground: keep member
ja: 競合: メンバーを保持の前景色

source: Conflict foreground: keep one tag
ja: 競合: 一方のタグを保持の前景色

source: Conflict foreground: remove member
ja: 競合: メンバーを削除の前景色

source: Conflict foreground: sum all numeric tags
ja: 競合: 全数値タグの合計の背景

source: Conflict foreground: undecided
ja: 競合: 未解決の前景色

source: Conflict in ''visible'' attribute for object of type {0} with id {1}
ja: 種別 {0} ID {1} でオブジェクトの ''visible'' 属性が競合

source: Conflict in data
ja: データに競合があります

source: Conflict not resolved completely
ja: 競合は完全には解決されていません

source: Conflict: {0} unresolved
ja: 競合: {0}件が未解決です

source: Conflicts
ja: 競合

source: Conflicts detected
ja: 競合が検出されました

source: Conflicts from %1
ja: %1からの矛盾

source: Conflicts have been detected
ja: 矛盾を検出しました。

source: Conflicts in pasted tags
ja: 貼り付けられたタグの競合

source: Conflicts when combining primitives
ja: プリミティブの結合時の競合

source: Conflicts when combining ways - combined way is ''{0}''
ja: ウェイの連結時に競合 - 連結されたウェイは''{0}'' です

source: Conflicts when merging nodes - target node is ''{0}''
ja: ノードのマージで競合が発生しました。相手のノードは''{0}''

source: Conflicts will not be saved and handled as if you rejected all.
ja: 競合は保存されず、すべてを拒否した場合と同様に処理されません。

source: Connect existing way to node
ja: 既存のウェイをノードに接続

source: Connect overlapping tracks on cuts
ja: カット上のオーバーラップトラックの接続

source: Connect to gpsd server and show current position in LiveGPS layer.
ja: gpsdサーバーに接続し、LiveGPSレイヤーに現在位置を表示します。

source: Connected
ja: 接続しました

source: Connected way end node near other way
ja: 他のウェイの近くに結合されたウェイ

source: Connecting
ja: 接続中です

source: Connecting server
ja: サーバーへ接続中

source: Connection Error.
ja: 接続エラー

source: Connection Failed
ja: 接続失敗

source: Connection Point
ja: 接続ポイント

source: Connection Settings
ja: 接続設定

source: Connection Settings for the OSM server.
ja: OSMサーバーへの接続設定

source: Connection failed.
ja: 接続に失敗しました。

source: Connection successful.
ja: 接続に成功しました。

source: Connection to API failed
ja: APIへの接続に失敗

source: Connectivity Relations
ja: 接続関係

source: Connectivity relation without connectivity tag
ja: 接続タグなしの接続リレーション

source: Connectivity tag contains unusual data
ja: 接続タグに異常なデータが含まれています

source: Connectivity tag missing comma between optional and non-optional values
ja: 接続タグの省略可能な値と省略不可能な値の間にカンマがありません

source: Construction
ja: 工事中道路

source: Construction Area
ja: 建設用地

source: Consumer Key:
ja: コンシューマキー:

source: Consumer Secret:
ja: コンシューマー秘密鍵:

source: Contact (Common Schema)
ja: 連絡先(共通スキーマ)

source: Contact (Schema with ''contact:*'' Prefix)
ja: 連絡先(''contact:*''接頭辞のついたスキーマ)

source: Contact one of the mediators above if you see this kind of behavior.
ja: このようなふるまいを見たら、上記調停者のひとりに連絡してください。

source: Contact us
ja: 連絡先

source: Contacting OSM Server...
ja: OSMサーバーに接続中...

source: Contacting Server...
ja: サーバーに接続中...

source: Contacting Server…
ja: サーバーに接続中…

source: Contacting WMS Server...
ja: WMSサーバーに接続中...

source: Contacting cadastre WMS ...
ja: cadastre WMS に接続中 ...

source: Contactless payment
ja: 非接触決済

source: Content
ja: 内容

source: Continent
ja: 大陸

source: Continue
ja: 続ける

source: Continue anyway
ja: 強制的に続行

source: Continue anyway?
ja: 続行しますか?

source: Continue as is
ja: そのまま続行

source: Continue resolving
ja: 解決を続ける

source: Continue upload
ja: アップロードを継続

source: Continue uploading
ja: アップロードを続ける

source: Continue way from last node.
ja: 最後に操作したノードからウェイを継続

source: Continue?
ja: 続けますか?

source: Continues drawing a line that shares nodes with another line.
ja: 別のラインとノードを共有しているラインの描画を継続

source: Continues with the paused walk.
ja: 開始

source: Continuously center the LiveGPS layer to current position.
ja: 現在の位置にLiveGPSレイヤーを引き続き中央寄せする。

source: Contribute
ja: 貢献

source: Contribute to your first project
ja: 最初のプロジェクトへの協力

source: Contribution
ja: 貢献

source: Contributors
ja: 参加者

source: Convenience Store
ja: コンビニエンスストア

source: Convert
ja: 変換

source: Convert ALL streets.
ja: すべての通りを変換する。

source: Convert Osm layer to MATSim network layer
ja: OsmレイヤをMATSimネットワークレイヤに変換する

source: Convert all fields
ja: すべてのフィールドを変換する

source: Convert and remember selection
ja: 選択範囲の変換と記憶

source: Convert segment to bridge
ja: セグメントをブリッジに変換

source: Convert to GPX layer
ja: GPXレイヤーの変換

source: Convert to GPX layer starting from first member
ja: 最初のメンバーからGPXレイヤーに変換

source: Convert to GPX layer starting from last member
ja: 最後のメンバーからGPXレイヤーに変換

source: Convert to GPX layer with anonymised time
ja: 時刻を秘匿してGPXレイヤーに変換

source: Convert to MATSim Layer
ja: MATSimレイヤーに変換

source: Convert to MATSim Network
ja: MATSimネットワークに変換

source: Convert to data layer
ja: データレイヤーへ変換

source: Convert to relation.
ja: リレーションに変換。

source: Convert way to individual house numbers.
ja: ウェイを個々の住居番号に変換する

source: Converted from: {0}
ja: {0}からのコンバート

source: Converter
ja: コンバータ

source: Converting OSM graph into Channel Digraph
ja: OSMグラフをチャネル方向グラフに変換しています

source: Converts coordinates from one coordinate reference system to another.
ja: ある座標系の座標を他の座標系に変換します。

source: Coordinate value can be in one of three formats:
ja: 座標の値は3つの形式のいずれかを選んでください:

source: Coordinates
ja: 座標

source: Coordinates (projected):
ja: 座標(投影後):

source: Coordinates imported:
ja: 座標をインポートしました。

source: Coordinates imported: {0}
ja: インポートされた座標: {0}

source: Coordinates must be: '<center lat>, <center lon>, <span lat>, <span lon>'
ja: 座標は次のものでなければなりません: '<中心緯度>, <中心経度>, <緯度幅>, <経度幅>'

source: Coordinates must be: '<left lon>, <bottom lat>, <right lon>, <top lat>'
ja: 座標は次のものでなければなりません: '<左経度>, <下緯度>, <右経度>, <上緯度>'

source: Coordinates:
ja: 座標:

source: Copies the {0} template to the system clipboard instantiated with the coordinates of the first selected node
ja: 最初に選択されたノードの座標を例に、{0}のテンプレートをシステムのクリップボードにコピーする

source: Copy
ja: コピー

source: Copy <omegat>/target/messages.<langID>.xlf to client/locale/messages.<langID>.xlf
ja: <omegat>/target/messages.<langID>.xlfをclient/locale/messages.<langID>.xlfにコピーします。

source: Copy client/src/locale/messages.xlf to <omegat_project>/source/messages.<langID>.xlf such as messages.zh_CN.xlf
ja: client/src/locale/messages.xlfを<omegat_project>/source/messages.<langID>.xlfにコピーします。(たとえばmessages.zh_CN.xlf)

source: Copy Coordinates
ja: 座標をコピー

source: Copy Shop
ja: コピー店

source: Copy Tags
ja: タグをコピー

source: Copy Value
ja: 値をコピー

source: Copy all Keys/Values
ja: すべてのキー/値をコピー

source: Copy all my elements to the target
ja: すべての私の要素を対象にコピー

source: Copy all tags of selected objects to paste buffer.
ja: 選択されたオブジェクトのすべてのタグをクリップボードにコピーします、

source: Copy all their elements to the target
ja: すべての要素を対象にコピーする

source: Copy coordinates of selected nodes to clipboard.
ja: 選択したノードの座標をクリップボードにコピーします。

source: Copy filename to clipboard
ja: ファイル名をクリップボードにコピーする

source: Copy image path
ja: 画像のパスをコピー

source: Copy key
ja: キーをコピー

source: Copy my selected elements after the first selected element in the list of merged elements.
ja: 選択した要素を、結合された要素リストから選択している最初の要素の後にコピー

source: Copy my selected elements before the first selected element in the list of merged elements.
ja: 選択した要素を、結合された要素リストから選択している最初の要素の前にコピー

source: Copy my selected elements to the end of the list of merged elements.
ja: 選択した要素を結合された要素リストの最後にコピー

source: Copy my selected nodes to the start of the merged node list
ja: 選択したノードを結合されたノードリストの先頭にコピー

source: Copy new/changes entries to specific translation files (e.g. from the messages.xlf to messages.ja.xlf)
ja: 新しい/変更エントリを特定の翻訳ファイルにコピーする(例:messages.xlfをmessages.ja.xlfにコピー)

source: Copy of {0}
ja: {0}のコピー

source: Copy selected Key(s)/Value(s)
ja: 選択したキーと値をコピー

source: Copy selected default entries from the list above into the list below.
ja: 選択したデフォルトエントリを上のリストから下のリストにコピーします。

source: Copy selected features and tags to the clipboard
ja: 選択したフィーチャーとタグをクリップボードにコピー

source: Copy selected objects to paste buffer.
ja: 選択したオブジェクトを貼り付け用バッファにコピーします。

source: Copy selected {0} Key/Value
ja: 選択した{0}キー/値をコピー

source: Copy tags from previous selection
ja: 前回の選択からタグをコピー

source: Copy the key and value of all the tags to clipboard
ja: すべてのタグのキーと値をクリップボードにコピーします

source: Copy the key and value of the selected tag(s) to clipboard
ja: 選択したタグのキーと値をクリップボードにコピー

source: Copy the key and value of the selected tags to clipboard
ja: 選択したタグのキーと値をクリップボードにコピー

source: Copy the link after "raw data directly from" (right click and "copy link")
ja: "raw data directly from" (right click and "copy link")のあとのリンクをコピー

source: Copy the selected feature's tags to the clipboard; if the feature is a trackpoint, copy the coordinates, too.
ja: 選択した地物のタグをクリップボードにコピーします;地物がトラックポイントなら、緯度経度もコピーします。

source: Copy the selected vias to the clipboard
ja: 選択中の経由地をクリップボードにコピー

source: Copy the value of the selected tag to clipboard
ja: 選択したタグの値をクリップボードにコピー

source: Copy their selected element after the first selected element in the list of merged elements
ja: 相手の選択した要素を、結合された要素リストの最初に選択された要素の後にコピー

source: Copy their selected element to the start of the list of merged elements.
ja: 相手の選択した要素を、結合された要素リストの先頭にコピー

source: Copy their selected elements before the first selected element in the list of merged elements.
ja: 相手の選択した要素を、結合された要素リストの最初に選択された要素の前にコピー

source: Copy their selected elements to the end of the list of merged elements.
ja: 相手の選択した要素を、結合された要素リストの最後にコピー

source: Copy to clipboard and close
ja: クリップボードにコピーして閉じる

source: Copy to the clipboard
ja: クリップボードへコピー

source: Copy {0} template
ja: {0}のテンプレートをコピー

source: Copy {1} of {0}
ja: {0}のコピー({1})

source: Copyright is a "negative" or "prohibitive" right, meaning that it ''prevents'' certain groups from doing something with the copyrighted work.
ja: 著作権は「消極的」かつ「抑制的」な権利で、著作権のある作品で何かを始めようとする人たちを''妨害''します。

source: Copyright year
ja: Copyright 年

source: Correct the value manually and than press Enter.
ja: 値を手動で修正してその後にEnterを押してください。

source: Correlate
ja: 関連付け

source: Correlate entries with GPS trace
ja: 項目をGPSトレースに関連付ける

source: Correlate images with GPX track
ja: GPXトラックに画像を関連づけます。

source: Correlate to GPX
ja: GPXに関連づける

source: Correlate with GPX...
ja: GPXに関連付ける...

source: Cosmetics
ja: 化粧品

source: Could not access data file(s): {0}
ja: データファイルにアクセスできませんでした。: {0}

source: Could not access data file: {0}
ja: データファイルにアクセスできませんでした。: {0}

source: Could not acquire image
ja: イメージを取得できませんでした

source: Could not add names.
ja: 名前を追加できませんでした。

source: Could not assign user
ja: アサインできません

source: Could not check for all wikipedia=* tags if they match the wikidata=* tag.
ja: wikidata=* タグとマッチする wikipedia=* タグのチェックを全て行うことができませんでした。

source: Could not check for all wikipedia=* tags if they redirect to another article.
ja: 別の記事にリダイレクトする場合があり、すべてのwikipedia=*タグをチェックすることはできませんでした。

source: Could not check for unusual classes in wikidata=* tags.
ja: wikidata=*タグで異常なクラスをチェックできませんでした。

source: Could not combine ways<br>(They could not be merged into a single string of nodes)
ja: ウェイを結合できませんでした<br>(一連のノードの並びとしてマージできませんでした)

source: Could not connect to the {0}, probably a network issue or the website is currently offline ({1}: {2})
ja: {0}に接続できませんでした。ネットワークの問題か、Webサイトが現在オフラインになっている可能性があります({1}: {2})

source: Could not create project
ja: プロジェクトを作成できませんでした

source: Could not delete project
ja: プロジェクトを削除できませんでした

source: Could not delete temporary file!
ja: 一時ファイルを削除できませんでした。

source: Could not export ''{0}''.
ja: ''{0}'' をエクスポートできません

source: Could not find element type
ja: 要素種別を見つけられませんでした。

source: Could not find the map object.
ja: マップオブジェクトが見つかりません。

source: Could not find warning level
ja: 警告レベルを見つけられませんでした

source: Could not get all possible wikipedia sites over the internet.
ja: インターネット上のWikipediaサイトの一覧を取得できませんでした。

source: Could not get server response, check logs
ja: サーバーの反応がありません。ログをチェックしてください

source: Could not import ''{0}''.
ja: ''{0}'' をインポートできません。

source: Could not import a geotagged image to the Mapillary layer!
ja: Mapillaryレイヤに、ジオタグされた画像のインポートができませんでした!

source: Could not import files.
ja: ファイルをインポートできません。

source: Could not import the directory ''{0}''!
ja: ディレクトリ "{0}"をインポートできませんでした!

source: Could not import the image ''{0}''!
ja: 画像"{0}"をインポートできませんでした!

source: Could not initialize live-updates
ja: ライブアップデートを初期化できませんでした

source: Could not invite user
ja: ユーザ ''を招待できませんでした

source: Could not leave project
ja: プロジェクトを離れられませんでした

source: Could not load image from tile server
ja: タイルサーバーから画像を読み込めませんでした

source: Could not load plugin {0}.
ja: プラグイン{0}をロードできませんでした。

source: Could not load project ''
ja: プロジェクト ''を読みこめませんでした

source: Could not load projects
ja: プロジェクトを読みこめませんでした

source: Could not load user ID for user ''
ja: ユーザ ''のユーザIDを読みこめませんでした. ユーザーは少なくとも1つのチェンジセットまたはノートを持っている必要があります.

source: Could not open the URL {0} in a browser
ja: URL {0} をブラウザで開けませんでした。

source: Could not parse Latitude, Longitude or Zoom.
ja: 緯度、経度、またはズームを解釈できませんでした。

source: Could not parse OpenPGP message.
ja: OpenPGPのメッセージを解釈できませんでした。

source: Could not parse WMS layer list.
ja: WMSレイヤー一覧を解釈できません。

source: Could not parse WMTS layer list.
ja: WMTSレイヤーリストを解析できませんでした。

source: Could not parse color
ja: 色を解釈できません

source: Could not read "{0}"
ja: "{0}"を読み込めません。

source: Could not read NanoLog file:
ja: NanoLogファイルを読み取れませんでした:

source: Could not read from URL {0}!
ja: URL {0}をよみこめません!

source: Could not read mtime.
ja: mtimeを読み込めませんでした。

source: Could not read surveyor definition: {0}
ja: 測量定義を読み込めませんでした: {0}

source: Could not read tagging preset source: ''{0}''
ja: 次のタグ付けプリセットを読み込めません: ''{0}''

source: Could not read tagging preset source: {0}
ja: タグ付けプリセットのソース {0} を読み込めません。

source: Could not read tagging preset source: {0} Do you want to keep it?
ja: タグ付けプリセットソースを読み込めません: {0} そのままにしますか？

source: Could not remove user
ja: ユーザを削除できませんでした

source: Could not rename file ''{0}''
ja: ファイル ''{0}'' をリネームできません

source: Could not rename file {0} to {1}!
ja: ファイル名を{0}から{1}に変更できませんでした。

source: Could not rename file!
ja: ファイルの名前を変更できませんでした。

source: Could not retrieve WMS layer list.
ja: WMSレイヤー一覧を参照できません。

source: Could not retrieve the list of your open changesets because<br>JOSM does not know your identity.<br>You have either chosen to work anonymously or you are not entitled<br>to know the identity of the user on whose behalf you are working.
ja: JOSMがあなたを認証できていないため、公開変更セットを表示する事ができません。<br>あなたは匿名で編集を行っているか、ログインしていません。

source: Could not set process points
ja: 進捗率を設定できませんでした

source: Could not unassign user
ja: アサイン解除できません

source: Could not upload file ''
ja: ファイル''をアップロードできませんでした

source: Could not validate all wikidata=* tags over the internet.
ja: インターネット上で、wikidata=*タグを検証できませんでした。

source: Could not write mtime.
ja: mtimeを書き込めませんでした。

source: Couldn''t find built-in ruleset {0}
ja: 内蔵ルールセット {0} が見つかりません

source: Couldn''t match the entered link or id to the selected service.
ja: 入力されたリンクまたはIDを選択されたサービスと一致させることができませんでした。

source: Count
ja: 個数
